Revit 2024 API
ParameterTypeId.ScheduleBaseLevelOffsetParam Property
 "Base Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ScheduleBaseLevelOffsetParam { get; }
Visual Basic
Public Shared ReadOnly Property ScheduleBaseLevelOffsetParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ScheduleBaseLevelOffsetParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace